{
    "Rules": "<h2>1. ISCRIZIONE</h2><p><strong>1.1:</strong> Le iscrizioni saranno aperte dalle ore 00.01 del giorno 09 Settembre alle ore 23.59 del giorno 09 Ottobre.<br><strong>1.2:</strong> Le iscrizioni sono a numero aperto, quindi non sar&agrave; presente un numero massimo di partecipanti.<br><strong>1.3:</strong> Ogni squadra deve essere composta da minimo 5 giocatori, fino ad un massimo di 10, &egrave; consigliabile, data la lunga durata, di avere a disposizione pi&ugrave; giocatori possibili.<br><strong>1.4:</strong> Sono ammessi al massimo due giocatori stranieri per squadra. Sono ritenuti stranieri, i giocatori che non risiedono in Italia.<br><strong>1.5:</strong> Gli account iscritti dovranno possedere almeno 16 eroi giocabili.<br><strong>1.6:</strong> Il roster potr&agrave; essere modificato fino alla chiusura delle iscrizioni.<br><strong>1.7:</strong> Non sar&agrave; possibile l’iscrizione di pi&ugrave; account di propriet&agrave; dello stesso giocatore.<br><strong>1.8:</strong> Non saranno accettate le iscrizioni di account con nomi che possano risultare offensivi, omofobi o derisori per altri giocatori.<br><strong>1.9:</strong> Almeno una persona per ogni team dovr&agrave; dare agli organizzatori il proprio recapito telegram o whatsapp per poter essere contattato tempestivamente in caso di problemi o ritardi.</p><h2><strong>2. MODIFICHE AL ROSTER</strong></h2><p><strong>2.1:</strong> Durante tutta la durata del campionato sar&agrave; possibile sostituire giocatori.<br><strong>2.2:</strong> Ogni modifica e/o aggiunta va comunicata agli organizzatori e approvata dagli stessi prima di poterla considerare valida.</p><h2><strong><strong>3. SVOLGIMENTO DELLE SELEZIONI</strong></strong></h2><p><strong>3.1:</strong> Le squadre iscritte parteciperanno ad un torneo di selezione, della durata di un giorno, per qualificarsi alla “<em>Serie A</em>” o alla “<em>Serie B</em>” e per escludere il possibile eccesso di team.<br><strong>3.2: Le qualificazioni, in caso il numero di team le renda necessarie, si svolgeranno con modalit&agrave; “<em>bracket a doppia eliminazione</em>” il giorno <b>VENERD&igrave; 9 OTTOBRE</b> alle ore <b>20.00</b>, le 8 squadre che arriveranno alle semifinali, giocheranno la “<em>Serie A</em>”, le 8 squadre che non passeranno i quarti, verranno inserite nella “<em>Serie B</em>”, le squadre eliminate prima dei quarti, non parteciperanno ai campionati.</strong><br><strong>3.3: Le partite della fase di selezione, saranno tutte BO3, con ban su discord di 3 mappe da parte di ciascuno dei team prima dell’inizio delle partite.</strong></p><h2><strong><strong>4. SVOLGIMENTO DEI CAMPIONATI</strong></strong></h2><p><strong>4.1:</strong><b>&nbsp;</b>I campionati inizieranno <b>LUNED&igrave;</b> <b>12</b> <b>OTTOBRE</b> e verranno disputati nell’arco di 7 settimane; in concomitanza con la settimana del Lucca Comics, quindi dal 26 Ottobre al 1 Novembre, ci sar&agrave; una pausa.<br><strong>4.2: I campionati si giocheranno in due fasi, una prima con modalit&agrave; girone andata e ritorno ed una seconda con modalit&agrave; “<em>bracket a doppia eliminazione</em>”.</strong><br><strong>4.3: Durante la prima fase, ogni team dovr&agrave; giocare 2 partite di campionato alla settimana, accordandosi con gli avversari sul giorno e sull’orario in cui disputare ogni singolo scontro.<br><strong>4.4: </strong></strong>In caso ci siano problemi ad accordarsi sulla data di una partita, se entrambi i team sono in accordo, la suddetta pu&ograve; essere anticipata o posticipata di una settimana; i<strong>n ogni caso non si possono disputare partite oltre la data di <b>DOMENICA 6 DICEMBRE.<br>4.5: </b></strong>Le partite verranno giocate in modalit&agrave; BO2, quindi dando la possibilit&agrave; di pareggio.<strong><b><br>4.6: </b></strong>Prima di ogni partita verr&agrave; effettuato il ban su discord di 3 mappe da parte di ciascuno dei team prima dell’inizio delle partite.<strong><b><br>4.7: </b></strong>Ogni partita vinta garantir&agrave; 3 punti, ogni pareggio 1 ed ogni sconfitta 0.<strong><b><br>4.8: </b></strong>La seconda fase, si svolger&agrave; nelle giornate di <strong>MERCOLED&igrave; 9</strong> e <strong>GIOVED&igrave; 10</strong> <strong>DICEMBRE</strong> per quanto riguarda la <em>Serie B</em>; <strong>DOMENICA 13</strong> e <strong>LUNED&igrave; 14</strong> <strong>DICEMBRE</strong> per la <em>Serie A</em>.<strong><b><br>4.9: </b></strong>Le prime 4 squadre di ogni divisione, si sfideranno fra loro per decretare il vincitore del torneo.<strong><b><br>4.10: </b></strong>La prima giornata si giocheranno ottavi e quarti, mentre la seconda, semifinali e finale.<strong><b><br>4.11: </b></strong>Le partite saranno tutte BO3, finali BO5, con ban su discord di 3 mappe da parte di ciascuno dei team prima dell’inizio delle partite.</p><h2><strong><strong>5. REGOLAMENTO TEAM E COMPORTAMENTO IN-GAME</strong></strong></h2><p><strong>5.1:</strong> Non &egrave; permesso l’utilizzo di account in-game non iscritti ufficialmente; In caso di ban da parte del publisher o di impossibilit&agrave; di utilizzo dell’account iscritto, da parte del giocatore, quest’ultimo non potr&agrave; partecipare alla competizione, fino a risoluzione del problema. Ci fosse la necessit&agrave; di un cambio di emergenza, contattate l’amministrazione con il dovuto anticipo per la comunicazione.<br><strong>5.2: Non saranno permessi ritardi maggiori di 15 minuti oltre l’orario concordato per l’inizio della partita.<br><strong>5.3:</strong> In caso di assenza, o di ritardo maggiore di 15 minuti da parte di una squadra ad una partita programmata, verr&agrave; concessa una vittoria a tavolino alla squadra avversaria con un KDA pari a 3. <br><strong>5.4:</strong> Non sono ammessi comportamenti offensivi, razzisti, fastidiosi, derisori o antisportivi nei confronti di altri giocatori sia in-game che esternamente.<br><strong>5.5:</strong> &egrave;&nbsp;ammesso l’utilizzo di emote e spray, ma senza abusi eccessivi o che possano rientrare nel <strong>punto 5.4</strong>.<br><strong>5.6:</strong> Sono ammesse pause fino ad un massimo di 10 minuti per ogni squadra, anche non consecutive, ma solo per inconvenienti tecnici o improrogabili.<br><strong>5.7:</strong> In caso di gravi problemi tecnici che impediscano il normale svolgimento di una partita da parte di uno o pi&ugrave; giocatori, &egrave; possibile il riavvio della partita in questione, ma solo se questa non si &egrave; protratta oltre i 5 minuti ed a condizione che venga creata una nuova partita nei successivi 10 min. I giocatori sono obbligati a mantenere la stessa selezione campioni.<br><strong>5.8:</strong> In caso un problema tecnico non permetta ad uno o pi&ugrave; giocatori di rientrare in partita dopo i primi 5 minuti di gioco, alla fine della pausa permessa, la squadra in svantaggio numerico dovr&agrave; decidere se dare forfait, oppure proseguire in 4vs5.<br><strong>5.8bis:</strong> Qualora una squadra volesse intenzionalmente partire in meno di 5 riempiendo gli slot mancanti con dei bot, avr&agrave; facolt&agrave; di farlo.<br></strong><strong><strong>5.9:</strong> Se ci fosse la necessit&agrave; di rimandare una partita, in caso entrambe le squadre siano in accordo, vanno avvisati il prima possibile gli organizzatori.<br><strong>5.10: N.B. </strong></strong>Tutte le comunicazioni importanti relative a irregolarit&agrave; o fatti denunciabili all’amministrazione vanno fatte esclusivamente dal capitano o un membro del team che le sta subendo. Denunce da parte di persone esterne non verranno considerate.</p><h2><strong><strong>6. DISCORD, SITO E PRESENZE</strong></strong></h2><p><strong>6.1:</strong> Il server discord ELO Hots (<a href=\"https://discord.gg/9WnwNVT\">https://discord.gg/9WnwNVT</a>) verr&agrave; utilizzato per la gestione del campionato, quindi all’interno troverete i canali per fare i ban delle mappe o per fare reclami, domande o richieste.<strong><br>6.2: </strong>In caso qualche team abbia necessit&agrave;, con una richiesta anticipata, sar&agrave; possibile la creazione di un canale vocale per il suddetto, per tutta la durata della competizione.<strong><br>6.3: </strong>All’interno del server discord, non saranno ammessi comportamenti offensivi, razzisti, fastidiosi, derisori o antisportivi.<strong><br>6.4: </strong>All’interno del sito internet (<a href=\"https://join-elo.it\">https://join-elo.it</a>) troverete le classifiche e le partite aggiornate giorno per giorno.</p><h2><strong><strong>7. STREAMING</strong></strong></h2><p><strong>7.1: Tutte le partite potranno essere portate in streaming dagli organizzatori, con o senza preavviso verso i team.</strong><br><strong>7.2: Sono permessi streaming in POV (Point of View) con un delay minimo di 90 secondi.</strong></p><h2><strong><strong>8. MAPPE</strong></strong></h2><p><strong>8.1:</strong> Altari infernali, Campi di Battaglia Eterni, Contea del Drago, Distaccamento di Braxis, Fonderia Volskaya, Giardino del Terrore, Passo d’Alterac, Tempio Celeste, Tomba della Regina Ragno, Torri della Rovina, Valle Maledetta.</p><h2><strong><strong>9. SKIN, EROI E BUG INUTILIZZABILI</strong></strong></h2><p><strong>9.1:</strong>Skin vietate:&nbsp;Diablo Arcangelo (tutte), Kael’thas Cyberfalco (tutte), Muradin Marauder (tutte), Li-Ming Pallavolista (tutte), Mecha Tyrael, Tritacarne Orso (tutte), Cromie Teppista Tecnologica (tutte)<br><strong>9.2: </strong>Mount vietate:&nbsp;Arthas pipistrello, Kerrigan pipistrello, Cavallo invisibile<br><strong>9.3:</strong> Qualora si volesse denunciare l’utilizzo di una skin/mount irregolare, questo va fatto da parte del capitano del team, entro e non oltre 5 minuti dall’inizio della partita e con screenshot allegato.</p><h2><strong><strong><strong>10. INADEMPIENZE E CONSEGUENZE</strong></strong></strong></h2><p><strong>10.1: L’inadempienza ad una o a pi&ugrave; delle regole riportate qui sopra, porter&agrave; a una sanzione che pu&ograve; andare dalla sconfitta a tavolino di uno o pi&ugrave; partite, fino alla squalifica dalla competizione di un giocatore o dell’intera squadra, a discrezione degli organizzatori</strong></p><h2><strong><strong><strong><strong>11. PREMI</strong></strong></strong></strong></h2><p><strong>11.1: Montepremi da 650&euro; gentilmente fornito da:<br></strong>ELO – Metabane – Blizzard Entertainment</p><p>Suddiviso in:</p><p>Primo posto Serie A: 300&euro;<br>Secondo posto Serie A: 200&euro;<br>Primo posto Serie B: 100&euro;<br>Secondo posto Serie B: 50&euro;</p><figure><img src=\"https://www.join-elo.it/wp-content/uploads/2020/06/banner-elo-battlefy-1024x338.png\" alt=\"\"></figure>"
}